* Mar 5

| Time  | Food                                                 | org                | kCal | Prot | Fat |
|-------+------------------------------------------------------+--------------------+------+------+-----|
| 8h    | Coffee                                               |                    |   73 |    0 |   0 |
| 8h    | [Breakfast Curry](./recipes/BreakfastCurry.org)      | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]]    |  455 |   35 |  17 |
| 10h   | [Whey Hot Chocolate](./recipes/wheyHotChocolate.org) | [['file:recipes/wheyHotChocolate.org'][whey hot chocolate]] |  316 |   36 |   1 |
| 12h   | costco pho                                           |                    |  260 |    5 |   3 |
| 12h30 | 50g shrimp                                           |                    |   53 |   10 |   1 |
| 15h   | skyr                                                 |                    |  150 |   18 |   6 |
| 15h   | 2 Tbsp maple syrup                                   |                    |  104 |    0 |   0 |
| 19h   | restaurant pho                                       |                    |  500 |   30 |  10 |
|       | TOTAL                                                |                    | 1877 |  125 |  37 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)


* Mar 5

| Time | Food                                            | org             | kCal | Prot | Fat |
|------+-------------------------------------------------+-----------------+------+------+-----|
| 7h   | Coffee                                          |                 |   73 |    0 |   0 |
| 7h   | [Breakfast Curry](./recipes/BreakfastCurry.org) | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]] |  455 |   35 |  17 |
| 9h   | skyr                                            |                 |  150 |   18 |   6 |
| 9h   | 2 Tbsp maple syrup                              |                 |  104 |    0 |   0 |
|      | d3 & liver & st johns wort                      |                 |      |      |     |
| 12h  | beef stir fry                                   |                 |  450 |   15 |  10 |
| 12h  | pancakes                                        |                 |  270 |   23 |   4 |
| 12h  | 2 Tbsp Maple Syrup                              |                 |  104 |    0 |   0 |
| 16h  | 8 potstickers                                   |                 |  370 |   14 |  14 |
|      | TOTAL                                           |                 | 1976 |  105 |  51 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)


* Mar 5

| Time  | Food                                                 | org                | kCal | Prot | Fat |
|-------+------------------------------------------------------+--------------------+------+------+-----|
| 7h    | Coffee                                               |                    |   73 |    0 |   0 |
| 12h   | pancakes                                             |                    |  270 |   23 |   4 |
| 12h   | 2 Tbsp Maple Syrup                                   |                    |  104 |    0 |   0 |
| 10h   | [Whey Hot Chocolate](./recipes/wheyHotChocolate.org) | [['file:recipes/wheyHotChocolate.org'][whey hot chocolate]] |  316 |   36 |   1 |
| 13h   | 8 potstickers                                        |                    |  370 |   14 |  14 |
| 15h   | beef stir fry                                        |                    |  450 |   15 |  10 |
| 17h30 | mr noodles                                           |                    |  200 |    4 |   5 |
| 19h30 | [Green Smoothie](./recipes/GreenSmoothie.org)        | [['file:recipes/GreenSmoothie.org][green smoothie]]     |  336 |   27 |   0 |
|       | TOTAL                                                |                    | 2119 |  119 |  34 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)

* Mar 5

| Time  | Food                   | org | kCal | Prot | Fat |
|-------+------------------------+-----+------+------+-----|
| 7h    | Coffee                 |     |   73 |    0 |   0 |
| 7h    | pancakes               |     |  270 |   23 |   4 |
| 7h    | 2 Tbsp Maple Syrup     |     |  104 |    0 |   0 |
| 12h   | skyr                   |     |  150 |   18 |   6 |
| 12h   | 50g oatmeal            |     |  175 |    7 |   4 |
| 12h   | cherries               |     |   90 |    1 |   0 |
| 12h30 | choc p butter prot bar |     |  190 |   20 |   7 |
|       | TOTAL                  |     | 1052 |   69 |  21 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)






